Repository: aiventimptner/lehrpreis.stura-md.de
Catalog: award/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your nomination for the teaching award of the student body
de: Dein Vorschlag für den Lehrpreis der Studierendenschaft

source: First name
de: Vorname

source: Last name
de: Nachname

source: Faculty
de: Fakultät

source: Reason
de: Begründung

source: Email address
de: E-Mail-Adresse

source: Only email addresses of the following domains are allowed: st.ovgu.de, ovgu.de
de: Es sind nur E-Mail-Adressen der folgenden Domains erlaubt: st.ovgu.de, ovgu.de

source: Students before you have indicated this lecturer as part of the F%(lecturer_faculty)s. If this is not correct, please email us at 'verwaltung@stura-md.de'. If there should be a person with this name at both faculties (F%(lecturer_faculty)s, F%(faculty)s), please contact us via email as well.
de: Studierende vor dir haben diese Lehrperson als Teil der F%(lecturer_faculty)s angeben. Sollte das nicht korrekt sein, schreibe uns bitte eine Mail an 'verwaltung@stura-md.de'. Falls es an beiden Fakultäten (F%(lecturer_faculty)s, F%(faculty)s) jeweils eine Person mit diesem Namen geben sollte, melde dich bitte ebenfalls per E-Mail bei uns.

source: A nomination for this teacher in combination with the given email address were already received.
de: Eine Unterschrift für diese Lehrperson in Kombination mit der angegeben E-Mail-Adresse liegt bereits vor.

source: No nomination with the specified email address could be found or all nominations with this email address are already confirmed.
de: Es konnte kein Vorschlag mit der angegebenen E-Mail-Adresse gefunden werden oder es sind bereits alle Vorschläge mit dieser E-Mail-Adresse bestätigt.

source: Mechanical Engineering
de: Maschinenbau

source: Electrical Engineering & Information Technology
de: Elektro- & Informationstechnik

source: Process & Systems Engineering
de: Verfahrens- & Systemtechnik

source: Computer Science
de: Informatik

source: Economics and Management
de: Wirtschaftswissenschaften

source: Humanities, Social Science & Education
de: Humanwissenschaften

source: Natural Science
de: Naturwissenschaften

source: Medicine
de: Medizin

source: Mathematics
de: Mathematik

source: Es sind nur E-Mail-Adresse mit der Endung '@ovgu.de' erlaubt.
de: Only email addresses ending with '@ovgu.de' are allowed.

source: Bad Request
de: Fehlerhafte Anfrage

source: Your request was malformed. Please try again.
de: Deine Anfrage konnte nicht verarbeitet werden. Versuche es einfach noch einmal.

source: Forbidden
de: Zugriff verweigert

source: Unfortunately, you do not have the necessary permissions to view this page.
de: Du hast leider nicht die nötigen Berechtigungen um diese Seite anzuzeigen

source: Not Found
de: Seite wurde nicht gefunden

source: Just a blank page. There is no treasure chest hidden here.
de: Nur eine leere Seite. Hier ist keine Schatzkiste versteckt.

source: Internal Server Error
de: Server-Fehler

source: Unfortunately there was a problem on our side. Sorry for that!
de: Leider ist bei uns einen Fehler aufgetreten. Sorry dafür!

source: Student council
de: Studierendenrat

source: <strong>Student Council</strong> of the <a href="https://www.ovgu.de">Otto-von-Guericke-University Magdeburg.</a> All legal information can be found in our <a href="https://stura-md.de/impressum/">imprint</a> or our <a href="https://stura-md.de/datenschutz/">privacy policy</a>.
de: <strong>Studierendenrat</strong> der <a href="https://www.ovgu.de">Otto-von-Guericke-Universität Magdeburg.</a> Alle rechtlichen Angaben sind in unserem <a href="https://stura-md.de/impressum/">Impressum</a> oder unserer <a href="https://stura-md.de/datenschutz/">Datenschutzerklärung</a> zu finden.

source: Signatures
de: Unterschriften

source: Sign
de: Unterzeichnen

source: Teaching Award of the Student Body
de: Lehrpreis der Studierendenschaft

source: What is the Teaching Award?
de: Was ist der Lehrpreis?

source: Nominations received
de: Eingereichte Vorschläge

source: No nominations have been submitted yet.
de: Es wurden bisher noch keine Vorschläge eingereicht.

source: Submit new nomination
de: Neuen Vorschlag einreichen

source: Search
de: Suche

source: Reset query
de: Sucheintrag löschen

source: Statistics
de: Statistik

source: Nominations
de: Vorschläge

source: Lecturers
de: Lehrpersonen

source: Students
de: Studierende

source: <p>Hello %(name)s,</p> <p> thank you for your nomination. As a last step, please confirm via this email that the nomination has been submitted by you. All you have to do is click on the link below. The link is valid until <strong>%(expiry)s</strong>! </p> <p><a href="%(url)s">Confirm nomination</a></p> <p>For matching purposes, you can find your submitted details again below.</p> <blockquote> %(lecturer)s (%(faculty)s)<br> %(reason)s </blockquote> <p> Best regards,<br> your student council </p> <footer> -- <address> Student Council of the Otto-von-Guericke-University Magdeburg<br> Building 26, Room 002<br> Universitätsplatz 2<br> 39106 Magdeburg </address> <table style="margin-top: 10px; margin-bottom: 10px;"> <tr> <td>Phone:</td> <td><a href="tel:+49-391-67-58971">0391/67-58971</a></td> </tr> <tr> <td>Email:</td> <td><a href="mailto:stura@ovgu.de">stura@ovgu.de</a></td> </tr> <tr> <td>Twitter:</td> <td><a href="https://twitter.com/sturaOVGU">@sturaOVGU</a></td> </tr> <tr> <td>Instagram:</td> <td><a href="https://www.instagram.com/stura_ovgu/">@stura_ovgu</a></td> </tr> </table> </footer>
de: <p>Hallo %(name)s,</p> <p> vielen Dank für deinen Vorschlag. Bitte bestätige als letzten Schritt mittels dieser E-Mail, dass der Vorschlag auch wirklich von dir eingereicht wurde. Dazu musst du lediglich auf den nachfolgenden Link klicken. Der Link ist bis zum <strong>%(expiry)s</strong> gültig! </p> <p><a href="%(url)s">Vorschlag bestätigen</a></p> <p>Zum Abgleich findest du im Folgenden noch einmal deine eingereichten Angaben.</p> <blockquote> %(lecturer)s (%(faculty)s)<br> %(reason)s </blockquote> <p> Viele Grüße,<br> dein Studierendenrat </p> <footer> -- <address> Studierendenrat der Otto-von-Guericke-Universität Magdeburg<br> Gebäude 26, Raum 002<br> Universitätsplatz 2<br> 39106 Magdeburg </address> <table style="margin-top: 10px; margin-bottom: 10px;"> <tr> <td>Tel:</td> <td><a href="tel:+49-391-67-58971">0391/67-58971</a></td> </tr> <tr> <td>E-Mail:</td> <td><a href="mailto:stura@ovgu.de">stura@ovgu.de</a></td> </tr> <tr> <td>Twitter:</td> <td><a href="https://twitter.com/sturaOVGU">@sturaOVGU</a></td> </tr> <tr> <td>Instagram:</td> <td><a href="https://www.instagram.com/stura_ovgu/">@stura_ovgu</a></td> </tr> </table> </footer>

source: Hello %(name)s, thank you for your nomination. As a last step, please confirm via this email that the nomination has been submitted by you. All you have to do is click on the link below. The link is valid until %(expiry)s! Confirm nomination: %(url)s For matching purposes, you can find your submitted details again below. Lecturer: %(lecturer)s Faculty: %(faculty)s Reason: %(reason)s Best regards, your student council -- Student Council of the Otto-von-Guericke-University Magdeburg Building 26, Room 002 Universitätsplatz 2 39106 Magdeburg Phone: 0391/67-58971 Email: stura@ovgu.de Twitter: https://twitter.com/sturaOVGU Instagram: https://www.instagram.com/stura_ovgu/
de: Hallo %(name)s, vielen Dank für deinen Vorschlag. Bitte bestätige als letzten Schritt mittels dieser E-Mail, dass der Vorschlag auch wirklich von dir eingereicht wurde. Dazu musst du lediglich auf den nachfolgenden Link klicken. Der Link ist bis zum %(expiry)s gültig Vorschlag bestätigen: %(url)s Zum Abgleich findest du im Folgenden noch einmal deine eingereichten Angaben. Lehrperson: %(lecturer)s Fakultät: %(faculty)s Begründung: %(reason)s Viele Grüße, dein Studierendenrat -- Studierendenrat der Otto-von-Guericke-Universität Magdeburg Gebäude 26, Raum 002 Universitätsplatz 2 39106 Magdeburg Tel.: 0391/67-58971 E-Mail: stura@ovgu.de Twitter: https://twitter.com/sturaOVGU Instagram: https://www.instagram.com/stura_ovgu/

source: Privacy
de: Datenschutz

source: You can find our <a href="https://stura-md.de/datenschutz/">privacy policy</a> on our homepage.
de: Unsere <a href="https://stura-md.de/datenschutz/">Datenschutzerklärung</a> findest du auf unser Homepage.

source: Renew expired tokens
de: Abgelaufene Token erneuern

source: Request new confirmation emails to validate your pending nominations
de: Neue E-Mails zur Bestätigung der noch offenen Vorschläge von dir anfordern

source: Request
de: Anfordern

source: Details of the teacher
de: Angaben zur Lehrperson

source: Details of the submitting person
de: Angaben zur einreichenden Person

source: Submit
de: Abschicken

source: Success!
de: Erfolg!

source: You can have a new confirmation email sent to you. Please use the corresponding <a href="%(form_url)s?email=%(feedback.sub_email)s">form</a>.
de: Du kannst dir eine neue E-Mail zur Bestätigung schicken lassen. Bitte nutze dafür das entsprechende <a href="%(form_url)s?email=%(feedback.sub_email)s">Formular</a>.

source: Back to home page
de: Zurück zur Startseite

source: Report problem by email
de: Problem per E-Mail melden

source: Imprint
de: Impressum

source: Privacy policy
de: Datenschutzerklärung

source: The **Teaching Award of the Student Body** honors lecturers with outstanding teaching. In particular, the conversion of their own teaching to digital means and the provision of additional teaching for students, due to the current pandemic situation, should be recognized. Not only professors can be nominated, but also any person who offers teaching at [Otto-von-Guericke-University Magdeburg](https://www.ovgu.de), e.g. lecturers or internship supervisors. The submitted nominations will be discussed at a meeting of the Student Council after the **submission deadline (%(month)s %(day)s, %(year)s)**, where the final winners will also be selected. In this process, the reasons submitted during the nomination process shall be predominantly included in the selection of the winners and the number of signed students shall only play a secondary role. In this way, we also want to give modules with a low number of participants an equal chance to have their teacher recognized.
de: Der **Lehrpreis der Studierendenschaft** zeichnet Dozierende mit herausragender Lehre aus. Dabei soll im Besonderen die Umstellung des eigenen Lehrangebots auf digitale Mittel sowie das Zurverfügungstellen zusätzlichen Lehrangebots für die Studierende, aufgrund der aktuellen pandemischen Lage, gewürdigt werden. Hierbei können nicht nur Professor:innen vorgeschlagen werden, sondern jede Person, die Lehre an der [Otto-von-Guericke-Universität Magdeburg](https://www.ovgu.de) anbietet, so z. Bsp. Übungsleitende oder Praktikumsbetreuende. Die eingereichten Vorschläge werden nach Ablauf der **Einreichungsfrist (%(day)s. %(month)s %(year)s)** auf einer Sitzung des Studierendenrates besprochen, wobei auch die letztendlichen Gewinner:innen ausgewählt werden. Dabei sollen die bei der Nominierung eingereichten Gründe vorwiegend in die Auswahl der Gewinner:innen einbezogen werden und die Anzahl der unterzeichneten Studierenden nur eine sekundäre Rolle einnehmen. Dadurch wollen wir auch Modulen mit einer geringen Teilnehmerzahl gleichermaßen eine Chance geben, deren Lehrperson zu würdigen.

source: June
de: Juni

source: We need your email address to confirm your identity and prevent misrepresentation. The personal data will always be treated confidentially and will not be passed on to third parties. All submitted proposals will be kept for **a maximum of 6 months** and then irrevocably deleted.
de: Wir benötigen deine E-Mail-Adresse um deine Identität zu bestätigen und Falschangaben zu verhindern. Die personenbezogenen Daten werden von uns stets vertraulich behandelt und nicht an Dritte weitergegeben. Sämtliche eingereichten Vorschläge werden für **maximal 6 Monate** aufbewahrt und anschließend unwiderruflich gelöscht.

source: We have successfully received your nomination. **The last step is to confirm your nomination by clicking on the link we just sent you by email.** If you want to submit more nominations or sign already existing ones you can simply return to the [home page](%(url)s).
de: Dein Vorschlag ist erfolgreich bei uns eingegangen. **Du musst als letzten Schritt noch deinen Vorschlag bestätigen, in dem du auf den Link klickst, welchen wir dir eben per E-Mail geschickt haben.** Wenn du noch weitere Vorschläge einreichen oder bereits existierende Vorschläge unterzeichnen möchtest kannst du einfach wieder zur [Startseite](%(url)s) zurückkehren.

source: Token does not exist
de: Token existiert nicht

source: The link you used is broken or outdated. Please use only the link you received from us by email.
de: Der verwendete Link ist beschädigt oder veraltet. Bitte verwende nur den Link, welchen du per E-Mail von uns bekommen hast.

source: Token is expired
de: Token ist abgelaufen

source: The link used was only valid until %(expiry)s.
de: Der verwendete Link war nur bis zum %(expiry)s gültig.

source: Token is valid
de: Token ist gültig

source: Your nomination for %(lecturer)s has been successfully confirmed.
de: Dein Vorschlag für %(lecturer)s wurde erfolgreich bestätigt.

source: The entered email address is **not stored** by us. We will only use it for sending the required emails.
de: Die eingegebene E-Mail-Adresse wird von uns **nicht gespeichert**. Wir verwenden sie lediglich für das Versenden der benötigten E-Mails.

source: We have just sent you a new email with a valid confirmation link for all open nominations. **Any old emails with a confirmation link that you still have in your inbox are no longer valid.**
de: Wir haben dir für alle noch offenen Vorschlägen soeben eine neue E-Mail mit gültigem Bestätigungslink geschickt. **Sämtliche alten E-Mails mit einem Bestätigungslink, welche du noch in deinem Postfach hast, sind nun nicht länger gültig.**
